<template>
    <div class="article-content">
        <div>标题信息、阅读模式设置</div>
        <div class="content">
            <p>教堂内因为锦衣少年突然的插话安静了一瞬，众多少年少女看了前者一眼，都是默默的收回目光，因为这说话之人，身份也不一般。
            </p>
            <p>锦衣少年名为徐林，其父乃是大周王朝镇西郡郡守，当然，论起身份地位，自然远不及周元这个大周王朝的殿下，但众人都知道，这个徐林，背后的人，乃是齐王府小王爷，齐岳。
            </p>
            <p>周元目光看了徐林一眼，屈指轻点了一下桌面，然后便是漫不经心的收回目光，这个家伙，为了讨好齐岳，倒真是无所不用其极。
            </p>
            <p>“这徐林如此讨好齐岳...那想来其父，应该也是投入了齐王的阵营...”
            </p>
            <p>周元眼眸变得深邃了一些，他曾听父王周擎说过，这个齐王，背后是大武王朝所扶持，所以这些年来，一直在大周王朝暗中兴风作浪，显然是不打算让他们大周安宁。
            </p>
            <p>而因为忌惮大武，怕给他们对付大周王朝的借口，周擎也不好明面上直接对齐王下手，但暗中，自然是有着互相间的争斗。
            </p>
            <p>也因为这种关系，那同样在大周府中进学的齐岳，自然与周元也少不了摩擦。
            </p>
            <p>那徐林瞧得周元没有作声，嘴角的嘲弄更甚，刚欲继续说话，那名讲师却是忽然凌厉的瞪来，令得他只能闭上嘴巴。
            </p>
        </div>

        <div>上一章、下一章</div>
    </div>
</template>

<script>
    export default {
        name: "ArticleContent",
        data() {
            return {
                title: 'dddd'
            }
        },
        props: [],
    }
</script>

<style scoped>
    .article-content {
        padding: 0 10px;
        text-align: left;
        line-height: 34px;
        font-size: 16px;
        text-indent: 2em;
    }
</style>